Repository: remigius42/fitbit-otp-auth-app
Catalog: settings/i18n/*.po
Languages: de_de

source: Add token
de_de: Token hinzufügen

source: Add token manually
de_de: Token manuell hinzufügen

source: Add token via QR tag
de_de: Token via QR-Tag hinzufügen

source: Algorithm
de_de: Algorithmus

source: Color scheme
de_de: Farbschema

source: Compensate clock drift
de_de: Uhrenfehler kompensieren

source: Current QR tag image.
de_de: Aktuelles QR-Tag Bild.

source: Display name
de_de: Anzeigename

source: Enlarge token information
de_de: Vergrösserte Tokenansicht

source: Import new QR tag
de_de: Neues QR-Tag importieren

source: Import QR tag from an image
de_de: QR-Tag via Bild importieren

source: Introduction
de_de: Einführung

source: Issuer
de_de: Aussteller

source: Label
de_de: Bezeichnung

source: License information
de_de: Lizenzinformationen

source: Licensed under GPL version 3.0 or later.
de_de: Lizenziert unter GPL Version 3.0 oder neuer.

source: No connection to device message
de_de: Die App auf der Smartwatch ist aktuell nicht verbunden. Die Einstellungen werden zur Smartwatch übertragen, sobald wieder eine Verbindung besteht. Sie können versuchen die Verbindung herzustellen, indem Sie die App auf der Smartwatch nochmals starten.

source: Number of digits
de_de: Anzahl Ziffern

source: Period in seconds
de_de: Gültigkeitsdauer in Sekunden

source: Please help support this app by donating a coffee
de_de: Bitte unterstützen Sie diese App mit einem Kaffee

source: Reset to defaults
de_de: Zurücksetzen auf Standardwerte

source: Secret in Base32
de_de: Schlüssel in Base32

source: Select number of digits
de_de: Anzahl Ziffern auswählen

source: Select token algorithm
de_de: Tokenalgorithmus auswählen

source: Settings
de_de: Einstellungen

source: Store tokens on device
de_de: Tokens auf Smartwatch speichern

source: Third-party licenses
de_de: Lizenzen von Drittanbietern

source: Tokens
de_de: Sie können Anzeigenamen für die Token festlegen, indem Sie auf die Listeneinträge klicken. Um die Token auf die ursprüngliche Bezeichnung und Aussteller zurückzusetzen, klicken Sie auf den Eintrag, löschen sie den Anzeigenamen und speichern Sie.

source: User documentation
de_de: Benutzerdokumentation

source: Welcome to the OTP Auth App!
de_de: Willkommen zur OTP Auth App!
